Repository: rottenpants466/nino
Catalog: po/extra/*.po
Languages: nl

source: A Widgets network monitor
nl: Een widget voor het monitoren van netwerkverkeer

source: An internet speed monitor
nl: Een app voor het monitoren van de internetsnelheid

source: Features:
nl: Mogelijkheden:

source: Small window application features.
nl: Mogelijkheden in minivenster.

source: Alert when no internet connection is connected.
nl: Melding als er geen internetverbinding is.

source: Many color theme choices available.
nl: Vele kleurenschema's beschikbaar.

source: Lock position on the desktop.
nl: Positie vergrendelen op het bureaublad.

source: Save the position of the widget.
nl: Widgetpositie opslaan.

source: The choice is always above the screen or below.
nl: De keuze is altijd erboven of eronder.

source: Fix and add feature
nl: Mogelijkheid toegevoegd en foutoplossingen

source: New icon by fatih20.
nl: Nieuw pictogram, met dank aan @Fatih20

source: Click through when inactive.
nl: Venster is doorklikbaar bij inactiviteit

source: Color.
nl: Kleur

source: Fix.
nl: Foutoplossing

source: Thanks ryonakano for fix code.
nl: Met dank aan ryonakano

source: Updated Dutch translation by Heimen Stoffels.
nl: Bijgewerkte Nederlandse vertaling, met dank aan Heimen Stoffels

source: Change switch to button.
nl: Schakelaar gewijzigd in knop

source: Add Lock position miniwindow.
nl: Positie vergrendelen van het minivenster

source: Add close on miniwindow.
nl: Sluitknop op het minivenster

source: Fix lock position widget.
nl: Widgetpositie vergrendelen opgelost

source: Only Miniwindow and Close Widget.
nl: Alleen minivenster en sluitwidget

source: Hello Juno!
nl: Hallo, Juno!

source: A network monitor widget.
nl: Een widget voor het monitoren van netwerkverkeer.

source: Network Monitor
nl: Netwerkmonitor

source: Network;
nl: Netwerk;
